Revit 2027 API
FilterStringBeginsWith Properties
The FilterStringBeginsWith type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from FilterStringRuleEvaluator)
Top
See Also
Reference
FilterStringBeginsWith Class
Autodesk.Revit.DB Namespace